{
  "categories": {
    "Bourbon": {
      "origins": "Bourbon is America's native spirit, born in Kentucky in the late 18th century. By law, bourbon must be made in the USA from at least 51% corn, aged in new charred oak barrels, and distilled to no more than 160 proof. The name comes from Bourbon County, Kentucky, though it can be made anywhere in America. The charred oak barrels give bourbon its signature caramel color and vanilla-oak flavors.",
      "trends": "Current trends include single barrel selections, cask strength releases, and finished bourbons (aged in secondary barrels like wine or rum casks). Allocated/hard-to-find bottles like Blanton's and Pappy Van Winkle have created a collector culture. Craft distilleries are experimenting with different mash bills and aging techniques. Barrel proof and higher rye content bourbons are increasingly popular.",
      "expertTips": "Bourbon ranges from wheated (soft, gentle like Maker's Mark) to high-rye (spicy like Basil Hayden's). Age statements matter - younger bourbons (4-6 years) are spicier, older (10+ years) are mellower with more oak. Serve neat, on rocks, or in classic cocktails (Old Fashioned, Manhattan). Pair with BBQ, smoked meats, caramel desserts, and aged cheese. Price doesn't always equal quality - many excellent bourbons exist at $30-50."
    },
    "Rye": {
      "origins": "Rye whiskey predates bourbon, popular in the Northeast since colonial times. By law, rye must contain at least 51% rye grain. It nearly disappeared during Prohibition but has seen a major revival since 2010. Historically associated with Pennsylvania and Maryland, modern craft rye comes from Vermont, New York, and the Midwest. Rye's spicy character made it the preferred whiskey for classic cocktails.",
      "trends": "Rye is experiencing a renaissance with craft distilleries like WhistlePig leading innovation. High-proof releases, finished ryes (in wine/rum barrels), and single barrel selections are popular. Young craft distilleries are experimenting with 100% rye mashbills. Bartenders prefer rye for cocktails due to its bold spice. Limited releases like WhistlePig's Boss Hog series create collector demand.",
      "expertTips": "Rye is spicier, drier, and more assertive than bourbon - perfect for cocktails like Manhattans, Sazeracs, and Old Fashioneds. Canadian rye is softer and sweeter than American straight rye. Look for 'straight rye' for authentic character. Pairs excellently with charcuterie, smoked meats, strong cheeses, and dark chocolate. Vermont and craft ryes offer unique terroir expressions. Generally best at 90-100 proof for balance."
    },
    "Scotch": {
      "origins": "Scotch whisky has been distilled in Scotland for over 500 years, with the first written record in 1494. It must be made in Scotland from malted barley, water, and yeast, aged at least 3 years in oak casks. Regional differences create distinct styles: Speyside (elegant, fruity), Islay (heavily peated, smoky), Highland (robust, complex), and Lowland (light, floral). Single malts come from one distillery; blends combine multiple whiskies.",
      "trends": "Non-age-statement (NAS) releases allow distilleries flexibility while maintaining quality. Cask finishes (sherry, port, wine) add complexity. Japanese whisky influence has elevated global standards. Peated whiskies from Islay remain cult favorites. Investment-grade bottles and rare releases drive collector markets. Sustainable/organic production is growing. Younger drinkers prefer lighter Speysides over heavy Islays.",
      "expertTips": "Regions matter: Speyside for beginners (Glenlivet, Glenfiddich), Islay for peat lovers (Lagavulin, Port Charlotte), Highland for complexity (Oban). Add a splash of water to open aromas - it's traditional and approved. Age statements indicate minimum age; NAS can be excellent. Blends like Johnnie Walker Black offer consistency and value. Pair light Speysides with seafood, peated Islays with smoked fish, sherried scotches with desserts. Serve neat or with water, never ice."
    },
    "Grappa": {
      "origins": "Grappa is Italian grape-based brandy made from pomace (grape skins, seeds, stems left after winemaking). Dating back to the Middle Ages in Northern Italy, it was originally a peasant drink to avoid waste. Modern grappa, especially from producers like Nonino, has evolved into a refined spirit. Protected by EU law, only Italian pomace brandy can be called grappa. Different grape varieties create distinct flavor profiles.",
      "trends": "Premium single-varietal grappas (like Moscato) showcase grape character. Aged grappas in wood barrels add complexity. Artisanal producers focus on quality over quantity. Grappa cocktails are emerging in craft bars. Flavored/infused grappas appeal to new consumers. Young grappas are trendy for digestifs, aged for sipping.",
      "expertTips": "Serve in small tulip glasses at room temperature or slightly chilled. Grappa is a digestif - serve after dessert or with espresso. Moscato grappas are aromatic and approachable for beginners. Aged grappas (barrique) are smoother, younger are more aggressive. Pair with biscotti, chocolate, strong cheese. Clear grappas are unaged, amber indicates barrel aging. Sip slowly - it's typically 40-50% alcohol."
    },
    "Cognac": {
      "origins": "Cognac is French brandy from the Cognac region, dating to the 16th century. It must be made from specific white grapes (mainly Ugni Blanc), double-distilled in copper pot stills, and aged at least 2 years in Limousin oak. Quality designations: VS (Very Special, 2+ years), VSOP (Very Superior Old Pale, 4+ years), XO (Extra Old, 10+ years). The chalky soil and maritime climate create unique character. Major houses include Hennessy, Rémy Martin, Courvoisier.",
      "trends": "Premium and XO cognacs are growing as luxury spirits. Hip-hop culture elevated cognac's status in America. Craft cocktails feature cognac in Sidecars, French 75s. Younger VS/VSOP for mixing, older XO for sipping. Limited editions and vintage releases attract collectors. Sustainable vineyard practices are priorities. Asian markets, especially China, drive demand.",
      "expertTips": "Warm the glass in your palm to release aromas. VS/VSOP work in cocktails (Sidecar, French Connection), XO for sipping neat. Grand Marnier blends cognac with orange liqueur - versatile for cocktails and desserts. Quality improves dramatically from VS to VSOP. Pair with cheese, dark chocolate, cigars, or foie gras. Serve in snifter glasses. Price reflects age and quality - VSOP offers best value for sipping."
    },
    "Port": {
      "origins": "Port wine comes from Portugal's Douro Valley, fortified with grape spirit during fermentation, creating sweet, high-alcohol wine. Developed in the 17th century for British market. Styles include: Ruby (young, fruity), Tawny (aged in wood, nutty), Late Bottled Vintage (LBV, single vintage, ready to drink), and Vintage (best years, age-worthy). Protected designation - only Douro Valley port is authentic.",
      "trends": "Tawny ports with age statements (10, 20, 30 year) show sophistication. White and rosé ports appeal to younger consumers. Port cocktails (Port Tonic) are trendy. Single Quinta (estate) ports offer terroir expression. Organic and sustainable production growing. Vintage ports are investment collectibles. Serve by the glass is expanding port accessibility.",
      "expertTips": "Tawny ports (10-20 year) are smooth, nutty, ready to drink - great for beginners. Ruby and LBV are fruitier, more intense. Vintage port needs decanting and can age for decades. Serve slightly cool (60-65°F) in small glasses. Classic pairing: blue cheese, walnuts, dark chocolate. Excellent digestif or dessert wine. Once opened, Tawnies last months, Ruby/LBV weeks. Port and cheese courses are sophisticated offerings."
    },
    "Amaro & Digestivo": {
      "origins": "Amaro (Italian for 'bitter') is herbal liqueur traditionally consumed after meals as a digestif. Monasteries created amari in medieval times as medicines. Each region of Italy has unique recipes - secret botanical blends of herbs, roots, flowers, citrus. Ranges from Fernet (intensely bitter) to Montenegro (sweeter, approachable). Modern craft amari come from America (Brooklyn, Boston, DC) adapting Italian traditions.",
      "trends": "Amaro is booming in craft cocktail culture - essential for Negronis, Paper Planes, spritzes. American craft distilleries creating regional interpretations. Bartenders love amari for complexity and versatility. Lower-ABV cocktails feature amaro. Accessible amari (Montenegro, Nonino) appeal to newcomers. Fernet Branca has cult status among industry professionals. Amaro-forward cocktails replacing sweet liqueurs.",
      "expertTips": "Start with approachable amari like Montenegro or Nonino, then try bitter Fernet. Serve neat, on rocks, or in cocktails. Campari essential for Negronis and Spritzes. Pair with espresso, chocolate, cheese. Great for cocktail creativity - amari add depth and complexity. Each amaro is unique - taste before recommending. Classic serve: neat at room temperature as digestif. Mix lighter amari with tonic for refreshing drinks."
    },
    "Coffee Cocktails": {
      "origins": "Coffee cocktails date to the 19th century. Irish Coffee was created in 1940s Ireland to warm travelers. Italian caffè corretto (coffee 'corrected' with grappa/sambuca) is traditional. These drinks combine the stimulant (caffeine) with the depressant (alcohol) for balanced experience. Each culture developed versions: Spanish carajillo, French café royal, American spiked coffee.",
      "trends": "Specialty coffee meets craft cocktails - premium beans and spirits. Cold brew coffee cocktails are popular in summer. Espresso martinis are having a renaissance. House-made coffee liqueurs in craft bars. Non-alcoholic coffee 'mocktails' growing. Dessert replacement cocktails appeal to diners. Premium liqueurs (Nonino, quality Kahlúa) elevate drinks.",
      "expertTips": "Coffee cocktails work as dessert or digestif. Irish Coffee requires proper technique - float cream on top. Nutty liqueurs (Frangelico) pair naturally with coffee. Match coffee strength to spirit - bold coffee with whiskey, espresso with sambuca. Serve in heat-resistant glasses. Great upsell after dinner. VIA Fratello signature is unique selling point. Can be made decaf upon request. Quality coffee is essential - never use stale coffee."
    },
    "Italian Reds": {
      "origins": "Italy has 20 wine regions producing diverse reds from indigenous grapes like Sangiovese, Nebbiolo, Barbera. Piedmont (north) creates Barolo and Barbaresco from Nebbiolo. Tuscany produces Chianti and Brunello from Sangiovese. Veneto makes Valpolicella and Amarone. DOCG (highest quality) and DOC designations ensure authenticity. Italian reds emphasize food-pairing with bright acidity and earthy complexity.",
      "trends": "Natural/organic Italian wines growing. Single-vineyard Barolos and Brunellos command premium prices. Amphora-aged wines reviving ancient techniques. Lesser-known regions (Sicily's Etna, Abruzzo) gaining recognition. By-the-glass programs expanding access to premium bottles. Younger-drinking styles appeal to modern palates. Sustainable viticulture emphasized.",
      "expertTips": "Sangiovese (Chianti, Brunello) pairs with tomato-based dishes. Nebbiolo (Barolo, Barbaresco) needs food - too tannic alone, perfect with rich meats. Barbera's high acidity cuts through fatty foods. Valpolicella Ripasso offers Amarone character at lower price. Serve at cellar temperature (60-65°F), not room temperature. Decant older Barolos and Brunellos. DOCG indicates quality control. Vintage matters - 2016, 2019 were excellent."
    },
    "Super Tuscan": {
      "origins": "Super Tuscans emerged in 1970s when Italian winemakers broke DOC rules by blending Sangiovese with Bordeaux grapes (Cabernet, Merlot) or using 100% international varieties. Labeled IGT (lower designation) due to regulations, but quality rivaled world's best. Sassicaia (1968) pioneered the category. Tignanello, Ornellaia, Solaia became cult wines. Changed Italian wine forever, proving innovation matters more than tradition.",
      "trends": "Super Tuscans remain status symbols and investment wines. Limited production drives collector demand. Modern winemaking (new oak, concentration) meets terroir. Younger vintages approachable earlier than classic Italian wines. By-the-bottle programs feature these special wines. 'Baby' Super Tuscans (Le Difese, O'Lillo) offer entry points. Asian and American markets drive prices.",
      "expertTips": "Super Tuscans are bolder, richer than traditional Tuscan wines - appeal to Cabernet lovers. Pair with steaks, lamb, rich pasta, aged cheese. Serve at 65°F, decant if young and tannic. Price reflects prestige - Tignanello, Sassicaia, Ornellaia, Solaia are 'benchmark four.' Excellent for special occasions and wine enthusiasts. Can age 10-20+ years. Talk about innovation and breaking tradition to sell these wines."
    },
    "Sparkling Bottles": {
      "origins": "Champagne from France is the gold standard, created by méthode champenoise (second fermentation in bottle). Only wine from Champagne region can use the name. Italian Prosecco uses Charmat method (tank fermentation) - lighter, fruitier. Moscato d'Asti is lightly sparkling, sweet. Champagne houses like Veuve Clicquot, Taittinger, Dom Pérignon built luxury reputations. Bubbles were accidental discovery, perfected over centuries.",
      "trends": "Rosé Champagne and Prosecco booming. Grower Champagnes (small producers) competing with big houses. Prosecco outselling Champagne in volume - more approachable price. Organic and sustainable practices growing. By-the-glass programs make Champagne accessible. Blanc de Blancs (100% Chardonnay) appreciated by connoisseurs. Vintage Champagnes are investment collectibles.",
      "expertTips": "Champagne is drier (Brut), more complex than Prosecco - pair with oysters, caviar, fine cuisine. Prosecco is sweeter, fruitier - perfect for aperitifs, brunch, casual celebrations. Serve cold (45-50°F) in flutes or coupes. Open Champagne gently - no loud pops. NV (non-vintage) is house style, vintage indicates special year. Dom Pérignon is ultimate luxury Champagne. Pair bubbles with salty, fried foods - contrast works beautifully."
    },
    "Merlot & Malbec": {
      "origins": "Merlot originated in Bordeaux, France, known for soft tannins and approachability. The name comes from 'merle' (blackbird), possibly for the grape's dark color or birds eating the fruit. Malbec originated in France but found fame in Argentina, particularly Mendoza's high-altitude vineyards. Argentina's dry climate and mountain terroir transform Malbec from French rusticity to New World plushness.",
      "trends": "High-altitude Argentine Malbecs (2,000+ feet elevation) are highly sought after. Single-vineyard Malbecs showcase terroir. Merlot is shedding its 'safe choice' reputation with quality-focused producers. Organic and biodynamic production growing in both varieties. Aged Malbecs showing complexity and ageability. Merlot-Malbec blends offering best of both worlds.",
      "expertTips": "Merlot is soft, fruity, approachable - perfect for those new to red wine. Malbec is bolder with darker fruit, more tannin, and spice. Serve slightly below room temperature (60-65°F). Both pair excellently with grilled meats, BBQ, burgers, and pizza. Argentine Malbec especially good with steak. Look for high-altitude Mendoza for quality Malbec. Merlot works well in blends to soften tannic wines."
    },
    "Organic Pinot Noir": {
      "origins": "Pinot Noir is one of the world's oldest grapes, originating in Burgundy, France over 2,000 years ago. The name means 'pine black' referring to its pine cone-shaped clusters. Notoriously difficult to grow, Pinot Noir thrives in cool climates like Burgundy, Oregon's Willamette Valley, California's Russian River, and New Zealand. Organic farming eliminates synthetic pesticides and fertilizers, emphasizing terroir expression.",
      "trends": "Organic and biodynamic Pinot Noir is rapidly growing as consumers seek sustainable wines. Oregon and California lead organic Pinot production in the US. Natural winemaking techniques gaining popularity. Cool-climate, lower-alcohol Pinots are trendy. Single-vineyard expressions showcase terroir. By-the-glass organic options appeal to eco-conscious diners.",
      "expertTips": "Pinot Noir is lighter-bodied with silky texture - serve slightly cool (55-60°F). The 'heartbreak grape' is temperamental but rewards with elegance and complexity. Pairs beautifully with salmon, duck, mushrooms, roasted chicken. Organic Pinots often show purer fruit and more distinctive terroir. Look for Oregon for earthiness, California for fruit, Burgundy for elegance. Pinot is versatile - works from appetizers through main courses."
    },
    "Cabernet & Blends": {
      "origins": "Cabernet Sauvignon originated in 17th century Bordeaux from spontaneous crossing of Cabernet Franc and Sauvignon Blanc. It's the world's most planted red grape, thriving in Napa Valley, Bordeaux, Chile, Australia. Bordeaux blends typically include Merlot, Cabernet Franc, Petit Verdot, Malbec. Napa pioneered New World Cabernet style - riper, bolder, higher alcohol than French counterparts.",
      "trends": "Cult Napa Cabernets command premium prices and waitlists. Mountain-grown Cabernets (hillside vineyards) are highly prized. Bordeaux blends gaining popularity outside France. Climate change shifting vineyard sites to higher elevations and cooler regions. Sustainable and organic farming growing. By-the-glass premium Cabernets becoming standard in upscale restaurants.",
      "expertTips": "Cabernet is full-bodied, tannic, needs food or decanting when young. Age improves Cabernet - 5-10+ years softens tannins. Serve at 65°F, decant young wines 1-2 hours. Perfect with steak, lamb chops, rich sauces, aged cheese. Napa Cabs are fruit-forward and bold, Bordeaux more structured and earthy. Look for 'Reserve' or single-vineyard for quality. Price often reflects quality in Cabernet."
    },
    "Sauvignon Blanc": {
      "origins": "Sauvignon Blanc originated in France's Loire Valley and Bordeaux, dating back centuries. The name derives from 'sauvage' (wild) and 'blanc' (white). New Zealand's Marlborough region revolutionized the style in the 1980s with intensely aromatic, citrus-driven wines. Now grown worldwide from California to Chile to South Africa. Also a parent grape of Cabernet Sauvignon.",
      "trends": "New Zealand Sauvignon Blanc dominates global market with distinctive passion fruit and gooseberry character. Oak-aged styles from Bordeaux gaining interest as alternative to Chardonnay. Organic and sustainable viticulture growing. Sancerre and Pouilly-Fumé (Loire) are luxury choices. By-the-glass programs essential for restaurants. Lighter-alcohol styles trending.",
      "expertTips": "Sauvignon Blanc is crisp, refreshing, high-acidity - serve cold (45-50°F). Perfect aperitif or with light dishes. New Zealand style is tropical and grassy, Loire is mineral and citrus, California is ripe and melon. Pairs excellently with goat cheese, seafood, salads, herbs, Asian cuisine. Don't age - drink young (1-3 years). Great palate cleanser between courses."
    },
    "Chardonnay": {
      "origins": "Chardonnay originated in Burgundy, France, named after the village of Chardonnay. It's the world's most popular white grape, grown everywhere from Chablis to California to Australia. Burgundy's Montrachet produces the world's most expensive Chardonnays. Highly adaptable, Chardonnay is a 'blank canvas' - winemaking style dramatically affects flavor from lean mineral to rich buttery.",
      "trends": "Lean, unoaked Chardonnays are popular as consumers move away from heavy oak. Chablis-style minerality is trendy. Burgundy Chardonnays command premium prices. Cool-climate, lower-alcohol styles growing. By-the-glass programs essential. Orange wine and skin-contact Chardonnays emerging. Sustainable and organic production increasing.",
      "expertTips": "Chardonnay ranges from crisp mineral (Chablis) to rich buttery (oaked Napa) - know your style. Serve oaked Chardonnay at 55°F, unoaked at 50°F. Pairs with chicken, lobster, cream sauces, rich fish. Oak adds vanilla and butter, stainless steel preserves pure fruit. 'Malolactic fermentation' creates buttery texture. Age premium Burgundy 5-10 years, drink most others young. ABC ('Anything But Chardonnay') backlash is over - quality matters."
    },
    "Interesting Whites": {
      "origins": "Italy and France produce hundreds of indigenous white grape varieties beyond Chardonnay and Sauvignon Blanc. Varieties like Arneis, Vermentino, Pinot Grigio, Gewürztraminer, Riesling each have unique histories. Many nearly extinct varieties are being revived. These grapes express specific terroirs - Vermentino loves coastal areas, Arneis thrives in Piedmont hills, Gewürztraminer in Alsace.",
      "trends": "Sommeliers and wine enthusiasts seek 'interesting' alternatives to mainstream varieties. Italian whites experiencing renaissance - Vermentino, Arneis, Fiano, Greco gaining popularity. Alsatian wines (Gewürztraminer, Riesling) appreciated by wine geeks. Orange wines and skin-contact whites trending. Natural wine movement championing obscure varieties. By-the-glass programs showcasing diversity.",
      "expertTips": "Use these wines to educate guests and showcase diversity. Pinot Grigio from Alto Adige is minerally and elegant (not like mass-market versions). Gewürztraminer is aromatic and spicy - great with Asian food. Vermentino is crisp and coastal - perfect with seafood. Arneis is floral and delicate. Ask guests their preferences then recommend something new but similar. These wines are conversation starters."
    },
    "Pinot Noir & Interesting Reds": {
      "origins": "Beyond mainstream varieties, regional red grapes tell unique stories. Pinot Noir from Burgundy is the benchmark, but Oregon, California, and New Zealand produce distinct styles. Italian reds like Dolcetto (little sweet one) and Nebbiolo (from 'nebbia'/fog) express Piedmont terroir. Each variety adapted to specific climates and soils over centuries.",
      "trends": "Sommeliers championing lesser-known varieties to educate consumers. Regional Italian reds gaining appreciation beyond Chianti and Barolo. Cool-climate Pinot Noirs from emerging regions. Natural and minimal-intervention wines. By-the-bottle programs featuring rare varieties. Wine education focusing on diversity over brands.",
      "expertTips": "Use these wines to upsell and educate. Pinot Noir works across food spectrum - salmon to duck to mushrooms. Nebbiolo is tannic and needs rich food or aging - explain this to guests. Dolcetto is fruit-forward and approachable - good Barolo introduction. These wines pair with Italian cuisine naturally. Serve at 60-65°F, consider decanting tannic wines. Tell the story - guests pay for knowledge and experience."
    },
    "Via Signature Cocktails": {
      "origins": "Craft cocktails emerged from speakeasy culture during Prohibition, experiencing renaissance in 1990s-2000s. Modern mixology emphasizes fresh ingredients, house-made syrups, quality spirits, and presentation. Signature cocktails define a restaurant's identity and showcase bartender creativity. Italian-inspired cocktails honor aperitivo culture - Negroni, Aperol Spritz, Sbagliato.",
      "trends": "Low-ABV and sessionable cocktails growing in popularity. Fresh herbs, seasonal ingredients, and house-made components expected. Presentation matters - garnishes, glassware, ice. Italian bitter liqueurs (amari) trending in cocktails. Sustainability - using whole ingredients, reducing waste. Mocktail programs equally important.",
      "expertTips": "Signature cocktails have higher margins than wine - upsell them. Describe ingredients and flavors to guests. Offer taste profiles: refreshing, spirit-forward, sweet, bitter. Suggest cocktails for aperitifs or with appetizers. Know which cocktails pair with food. Recommend based on guest preferences - vodka vs whiskey vs gin. These drinks showcase your bar program - be enthusiastic."
    },
    "Mocktails": {
      "origins": "Non-alcoholic cocktails gained respect as sober-curious movement and Dry January grew. Originally just juice-based drinks, modern mocktails use sophisticated techniques: shrubs, bitters (low alcohol), house-made sodas, tea infusions, fermented ingredients. The goal is complexity and balance, not just sweetness. Premium ingredients justify pricing similar to cocktails.",
      "trends": "Non-alcoholic spirits (Seedlip, Ritual, Lyre's) expanding options. Restaurants creating equal-quality mocktail programs. Kombucha, shrubs, and fermented ingredients adding complexity. Garnish and presentation matching cocktails. Profitable - low cost, premium pricing. Inclusive dining - drivers, pregnant guests, sober individuals.",
      "expertTips": "Never make guests feel less-than for ordering mocktails. Describe with same enthusiasm as cocktails. Emphasize complexity and craftsmanship. Suggest for lunch, designated drivers, or simply preference. Pair mocktails with food like wine. Good margins - upsell confidently. Offer mocktails automatically when some guests order cocktails. This is about inclusion and hospitality."
    },
    "Draught Beers": {
      "origins": "Draft beer served from kegs dates back centuries to European taverns. Fresh draft beer, properly maintained, is superior to bottled - better carbonation, temperature control, and freshness. American craft beer revolution started 1970s-80s with homebrewers turned professional. IPAs, stouts, lagers, and wheat beers each have distinct traditions from British ales to German lagers to Belgian Trappist beers.",
      "trends": "Hazy/New England IPAs dominate craft beer. Local and regional breweries preferred over national brands. Session beers (lower ABV) trending. Sours and fruit-forward beers growing. Non-alcoholic craft beers improving rapidly. Rotating taps and seasonal offerings expected. Quality over quantity - curated tap lists.",
      "expertTips": "Know your draft list - ABV, style, flavor profile. Offer tastes if guests are uncertain. IPA = hoppy and bitter, Lager = crisp and clean, Stout = dark and roasty, Wheat beer = light and refreshing. Pair IPAs with spicy food, stouts with desserts, lagers with everything. Fresh draft beer properly poured in clean glassware makes a difference. Local craft beers are points of pride - highlight them."
    },
    "Bottles & Cans": {
      "origins": "Bottled beer became commercial in 19th century with pasteurization and crown caps. Canned beer debuted 1935, initially considered inferior but now recognized as superior for freshness - blocks light and oxygen. Craft breweries embraced cans for quality and portability. Import bottles carry cachet and tradition, especially Belgian and German beers.",
      "trends": "Cans now premium format - craft breweries use cans for freshness and sustainability. Import bottles remain popular for authenticity. Large-format bottles for sharing. Low-alcohol and non-alcoholic options expanding. Specialty and seasonal bottles. Beer and food pairing programs. Curated bottle lists like wine lists.",
      "expertTips": "Don't judge cans as inferior - explain benefits (freshness, no light exposure). Import bottles often higher ABV - warn guests. Suggest sharing large bottles. Know styles - Belgian Tripels are strong (9-10%), pilsners are easy drinking. Pair maltier beers with food, hoppier beers between courses. Bottles can be premium upsell - rare Belgians, barrel-aged stouts. Serve in proper glassware when possible."
    },
    "Non-Alcoholic Beer": {
      "origins": "Non-alcoholic beer existed for decades but was historically poor quality. Modern NA beer improved dramatically with new technology: reverse osmosis, vacuum distillation, arrested fermentation. Athletic Brewing pioneered craft NA beer, proving quality possible. Now includes IPAs, stouts, lagers that taste like 'real' beer. Contains <0.5% ABV legally.",
      "trends": "Sober-curious and health-conscious movements driving growth. Athletic Brewing and Heineken 0.0 leading quality revolution. NA craft beer from major breweries (Lagunitas, Sierra Nevada). Category growing 20%+ annually. Restaurants taking NA beer seriously - multiple options. Same pricing as alcoholic beer justified by quality.",
      "expertTips": "Never make guests feel judged for ordering NA beer. Describe options enthusiastically - it's quality beer, not compromise. Know your selection - IPA, lager, stout styles available. Suggest for lunch, drivers, health reasons, or simply preference. Pairs with food like regular beer. Good margins - cost-effective for restaurant. This is about inclusion - everyone deserves quality options."
    }
  }
}
